[
    {
      "code": 0,
      "name": "Aliquip Proident",
      "description": "Esse dolor nostrud ut laborum minim ut excepteur voluptate. Ea esse ipsum officia duis nisi commodo nulla cupidatat. Cillum fugiat laborum non adipisicing ut exercitation anim. Anim et laborum ex mollit voluptate Lorem nostrud commodo ipsum Lorem id eu commodo. Aute quis aute fugiat laborum est dolore deserunt proident duis in. Et ut consequat mollit ut nostrud voluptate consequat.\r\n",
      "stock": 127,
      "price": 2317.86,
      "img": "https://i.picsum.photos/id/135/500/500.jpg?hmac=WYzQx3IDhqO4dt42A1Ybi9vTFRtdwPG6KtN2l_GONQ0"
    },
    {
      "code": 1,
      "name": "Eiusmod Reprderit",
      "description": "Ad ex tempor est fugiat esse laboris aliquip aute consequat ipsum voluptate. Minim minim dolore et elit velit sunt consequat esse duis amet. Aliqua laboris ut pariatur pariatur veniam magna. Id voluptate officia officia dolore velit exercitation consectetur adipisicing ipsum cillum et occaecat. Nisi duis pariatur dolore commodo magna dolor ex. Ea irure incididunt Lorem dolor ex culpa irure officia nisi aliquip quis aute occaecat.\r\n",
      "stock": 0,
      "price": 3682.04,
      "img": "https://i.picsum.photos/id/665/500/500.jpg?hmac=ToClr1oOiHIhiYrmtsL0YPTSOxpetwIP13CtIYEfdEM"
    },
    {
      "code": 2,
      "name": "Norco MTB-100",
      "description": "Ut duis id cupidatat officia est consequat officia ut enim deserunt excepteur occaecat. Dolore qui commodo aliqua culpa qui nulla incididunt elit. Consequat exercitation sunt aute id non et nulla Lorem dolore non ex labore. Laboris pariatur ipsum in deserunt est. Id aute exercitation occaecat laboris. Velit anim do labore eu ullamco in nulla. Enim veniam anim aliquip dolore non cillum sint.\r\n",
      "stock": 146,
      "price": 2523.88,
      "img": "https://i.picsum.photos/id/401/500/500.jpg?hmac=Jg2paRLwow8uVFIIZ8AvZvbsI9q-QADwK3wOjQlkd7Y"
    },
    {
      "code": 3,
      "name": "Reerit Dext",
      "description": "Aliqua incididunt aute Lorem voluptate enim ea dolor qui velit qui anim consectetur incididunt irure. Dolor qui esse consequat do ea magna. Dolor irure sunt eu irure ad sunt qui pariatur est id. Sit proident deserunt quis enim.\r\n",
      "stock": 22,
      "price": 2390.67,
      "img": "https://i.picsum.photos/id/216/500/500.jpg?hmac=gqHfKMbp7yFjtoZOoNMXlpmGyJ2zDj8T4FbySYzqd9E"
    },
    {
      "code": 4,
      "name": "Minim Elit",
      "description": "Est consequat laborum reprehenderit ullamco. Dolor commodo ut culpa labore nisi cillum ipsum. Ea irure eiusmod veniam non. Aliqua reprehenderit et cupidatat aliquip ipsum eu tempor voluptate. Velit aute enim eu in eiusmod commodo voluptate tempor sint Lorem.\r\n",
      "stock": 119,
      "price": 1424.28,
      "img": "https://i.picsum.photos/id/693/500/500.jpg?hmac=aRsk81ij9d-yvKRV02nIbEVLJFZZoWnARzf1Zt1Ebvo"
    },
    {
      "code": 5,
      "name": "Pariatur Dsgn",
      "description": "Anim minim ex irure et proident excepteur aliqua quis non. Culpa excepteur et ad tempor. Minim ea aliquip in aute ipsum mollit ad duis cillum reprehenderit ipsum.\r\n",
      "stock": 99,
      "price": 3375.33,
      "img": "https://i.picsum.photos/id/554/500/500.jpg?hmac=Ft5ntF-soIYGHIulPhPbmciSBMs9T8rfPZ8UMytO6xE"
    },
    {
      "code": 6,
      "name": "Ullamco Proident",
      "description": "Incididunt commodo irure minim elit elit aliqua id ullamco magna mollit excepteur id consequat. Qui magna commodo culpa culpa esse voluptate exercitation ipsum ipsum nulla adipisicing duis eiusmod velit. Amet irure et esse fugiat aliquip ad dolore duis sint mollit. Ex laborum voluptate irure anim labore adipisicing cupidatat occaecat quis laborum qui aliquip magna. Mollit do dolor adipisicing pariatur irure mollit enim irure id tempor dolor excepteur. Aute excepteur pariatur occaecat id eiusmod elit duis labore eu mollit labore voluptate ea quis.\r\n",
      "stock": 50,
      "price": 2246.36,
      "img": "https://i.picsum.photos/id/520/500/500.jpg?hmac=op9ciWPrrsID7_KwoFIOM1PfnBLFmpnZVdXDSfyEqio"
    },
    {
      "code": 7,
      "name": "Officia Sit",
      "description": "Magna nostrud proident ex consequat occaecat irure. Sit exercitation elit culpa culpa qui amet elit ex do. Quis culpa tempor do dolor eu do excepteur commodo labore labore laborum culpa. Sunt est do laboris in anim fugiat. Do id aliqua sit id elit magna elit duis. Laborum ullamco anim enim laboris enim. Nulla exercitation nulla commodo adipisicing ad sunt exercitation ut.\r\n",
      "stock": 96,
      "price": 1462.84,
      "img": "https://i.picsum.photos/id/530/500/500.jpg?hmac=VHdYHBWNDcXPbyl5jO-ffpzdjydlb9WBmMSJbDfYozE"
    },
    {
      "code": 8,
      "name": "Mollit Dinim",
      "description": "Pariatur id esse nulla nulla. Nulla ea magna consectetur do magna non dolore ullamco. Veniam reprehenderit adipisicing duis ad proident id est Lorem laborum ipsum.\r\n",
      "stock": 112,
      "price": 3266.75,
      "img": "https://i.picsum.photos/id/635/500/500.jpg?hmac=VgZOPHsu5IBL-UOGVJlbH_zi7zdxFhhILuhPwO2n5hc"
    },
    {
      "code": 9,
      "name": "Labore Eon",
      "description": "Nostrud commodo irure cillum quis deserunt incididunt Lorem. Officia quis elit consectetur ipsum do exercitation. Eu tempor proident consequat ex id nulla tempor et dolore aliquip laboris. Tempor ullamco sunt reprehenderit aliqua ex do excepteur nulla cupidatat deserunt est adipisicing ex.\r\n",
      "stock": 112,
      "price": 3869.48,
      "img": "https://i.picsum.photos/id/2/500/500.jpg?hmac=vAjkLR4Y91mPCNgWRVLc2dF_fuBnLtQTdj9gHrBZz2M"
    },
    {
      "code": 10,
      "name": "Eint Boluptate",
      "description": "Nisi nulla ea consequat sunt aute sit. Quis veniam aliqua id ad mollit occaecat ut magna sint proident sint. Magna aliquip non mollit aliqua nostrud fugiat nostrud ex non dolore. Consectetur et eiusmod consectetur amet commodo quis consequat aliquip laborum et.\r\n",
      "stock": 80,
      "price": 3847.2,
      "img": "https://i.picsum.photos/id/537/500/500.jpg?hmac=R-gfFz9jm_qgy8ZQwHDEIoKuikpJZqVsGO_Eav60Bdk"
    },
    {
      "code": 11,
      "name": "Rillum Jonsequat",
      "description": "Do proident deserunt ex commodo consequat commodo fugiat eiusmod adipisicing commodo ut aliqua amet commodo. Culpa enim velit est Lorem sunt pariatur. Sunt ipsum aliqua tempor in do. Cupidatat fugiat sit nostrud incididunt ad et. Pariatur et consequat sunt cillum veniam velit incididunt reprehenderit qui dolore tempor enim ad. Veniam eiusmod aliquip labore id occaecat aliqua in commodo eiusmod duis consectetur. Adipisicing culpa do dolor consectetur deserunt esse quis.\r\n",
      "stock": 127,
      "price": 3150.87,
      "img": "https://i.picsum.photos/id/668/500/500.jpg?hmac=oPZL7kOFeSkBlyQoKMe_rR_rnQso6Ooa0gqLsPlOM7w"
    },
    {
      "code": 12,
      "name": "Wugiat Erso",
      "description": "Veniam qui laborum occaecat enim id elit ipsum tempor veniam. Consectetur id do est qui amet labore est officia consequat excepteur sunt duis. Eu qui adipisicing occaecat consectetur veniam commodo nulla nostrud est excepteur proident deserunt consectetur Lorem. Nisi adipisicing ullamco incididunt sit. Cupidatat ex deserunt consequat consectetur mollit adipisicing ut. Minim officia in ad amet incididunt nulla. Aliquip proident labore voluptate velit.\r\n",
      "stock": 20,
      "price": 2639.01,
      "img": "https://i.picsum.photos/id/603/500/500.jpg?hmac=6vWv250BLYDUWBE35n2hFOeso7ruByuAxVkXXHDuHWU"
    },
    {
      "code": 13,
      "name": "Eoluptate Mefficia",
      "description": "Occaecat sunt amet nulla sunt deserunt proident irure. Commodo consectetur sunt dolore laborum est quis quis ea. Pariatur magna fugiat quis tempor irure. Deserunt ea eiusmod velit id amet enim occaecat adipisicing culpa irure est commodo. Dolore mollit anim officia nisi dolor dolor aliqua nostrud do culpa tempor. Consectetur eiusmod ea ea do laboris veniam.\r\n",
      "stock": 50,
      "price": 1921.95,
      "img": "https://i.picsum.photos/id/876/500/500.jpg?hmac=koe80CSYe7R20M4EhiwBN-wXkXPtgOfox4ucaibk8dU"
    },
    {
      "code": 14,
      "name": "Wamet Eelit",
      "description": "Sit nisi deserunt adipisicing ex duis quis aliqua. Id consequat reprehenderit aute ad non enim id dolor. Non commodo tempor enim commodo amet duis aliquip.\r\n",
      "stock": 36,
      "price": 2586.15,
      "img": "https://i.picsum.photos/id/503/500/500.jpg?hmac=3b9eq3AncmppUsekkvoo5RrDvGBfFNhIvp92PUY1AVI"
    },
    {
      "code": 15,
      "name": "Textaon Aeniam",
      "description": "Adipisicing mollit occaecat laboris dolor nostrud adipisicing ullamco laborum in et minim ad amet. Excepteur id minim commodo laboris fugiat aliqua consequat commodo ullamco excepteur irure. Lorem nulla velit esse aliquip pariatur labore aute ad ullamco in consectetur sunt officia. Elit cupidatat occaecat deserunt proident culpa ipsum duis ullamco reprehenderit excepteur nostrud est est pariatur. Mollit cillum commodo ullamco nulla et.\r\n",
      "stock": 110,
      "price": 2340.26,
      "img": "https://i.picsum.photos/id/765/500/500.jpg?hmac=3qztj3v4eiud2VqadaDC-FfRIV0Co5aFaW1_RSx3NlE"
    },
    {
      "code": 16,
      "name": "Eulpa Laboris",
      "description": "Minim commodo ut qui sint ullamco pariatur ex ut proident eu ut eu nulla occaecat. Irure laboris sunt ipsum irure qui tempor esse velit cillum officia. Quis qui cillum duis officia cupidatat minim esse ex consectetur. Nostrud do do dolore excepteur officia. Nulla sunt sint tempor irure aliquip tempor quis exercitation incididunt sunt ad ex proident ullamco. Velit aute incididunt mollit do ullamco dolore nisi ut laboris eu quis do velit adipisicing. Labore aliqua id aliquip quis eu minim cillum exercitation occaecat adipisicing.\r\n",
      "stock": 97,
      "price": 1768.65,
      "img": "https://i.picsum.photos/id/901/500/500.jpg?hmac=25JBJM0NwJs-_2fNSC7cG75d1enodO5rr2K5rGrQVRI"
    },
    {
      "code": 17,
      "name": "Eeserunt Fasse",
      "description": "Do reprehenderit dolor consequat dolore laboris sit duis. Voluptate nisi sint ad sunt id non exercitation Lorem nulla aliqua et laboris. Nostrud ipsum cillum ut eiusmod officia exercitation quis. Elit fugiat cillum sint pariatur nulla enim veniam aliquip culpa est.\r\n",
      "stock": 8,
      "price": 3686.51,
      "img": "https://i.picsum.photos/id/907/500/500.jpg?hmac=1JG7-2YxQq4FkxYTIwNTsXH1FJw5WZoGoXCTCONnoJw"
    },
    {
      "code": 18,
      "name": "Esnim Dose",
      "description": "Ut voluptate ipsum veniam id et ut. Laborum elit consectetur quis incididunt. Deserunt do reprehenderit excepteur nostrud pariatur aute cupidatat excepteur eiusmod deserunt duis velit occaecat eiusmod. Laborum Lorem deserunt qui nostrud duis eiusmod officia incididunt minim exercitation sit Lorem do.\r\n",
      "stock": 78,
      "price": 3499.64,
      "img": "https://i.picsum.photos/id/851/500/500.jpg?hmac=8qtjAOEbbDU4dZvNe0SQ5dAk0iv-zHze-29LZq1Amno"
    },
    {
      "code": 19,
      "name": "Efesse Tempor",
      "description": "Exercitation consectetur exercitation proident laboris. Quis ipsum laboris adipisicing nostrud eiusmod sit incididunt est tempor. Reprehenderit magna ea qui aliqua incididunt sit aute sint.\r\n",
      "stock": 51,
      "price": 2660.02,
      "img": "https://i.picsum.photos/id/1068/500/500.jpg?hmac=Ua-OaHaXRj3elAMIKuLusSZva2dlvQOlT4fy90DRObY"
    },
    {
      "code": 20,
      "name": "Fempor Weea",
      "description": "Eiusmod eiusmod reprehenderit eu duis aliqua minim. Exercitation dolore non ad et officia. Aliqua consectetur qui enim ea. Do sit anim occaecat ut adipisicing in. Ullamco nulla sit nostrud id enim. Aliquip elit excepteur magna nulla ex ut commodo enim excepteur officia amet laboris consequat. Ipsum ad non eu et.\r\n",
      "stock": 38,
      "price": 3200.26,
      "img": "https://i.picsum.photos/id/20/500/500.jpg?hmac=8md6xR-svNBObmDTHI-DUvicvJkjxfEqdt_JJqfdbAw"
    },
    {
      "code": 21,
      "name": "Magna Cuxpli",
      "description": "In aliquip deserunt laboris sunt ipsum fugiat. Officia irure ad et ad dolor cillum ipsum adipisicing amet aliqua. Tempor culpa aute ad qui reprehenderit nostrud officia deserunt fugiat est do sit. Incididunt aute nostrud incididunt dolor aliquip velit ea.\r\n",
      "stock": 77,
      "price": 2006.4,
      "img": "https://i.picsum.photos/id/398/500/500.jpg?hmac=Uz9jAqx6NJza9-FM-mGl8N6eAvbfGnajh3wQA0Iml7U"
    },
    {
      "code": 22,
      "name": "Exikem Veniam",
      "description": "Sint nulla pariatur eiusmod irure ex ut ex ex amet duis ex nostrud sint cupidatat. Consectetur magna aute pariatur occaecat ut. Minim deserunt in dolore ipsum occaecat magna do est.\r\n",
      "stock": 3,
      "price": 2616.8,
      "img": "https://i.picsum.photos/id/445/500/500.jpg?hmac=mm_2RbNZtJOsPI-ECtPJXL0D-QznMUPtlX8FbxWxJcc"
    },
    {
      "code": 23,
      "name": "Aelquip Mostrud",
      "description": "Laboris eu sunt eu in consectetur excepteur tempor occaecat laboris minim anim proident. Fugiat deserunt quis culpa ea Lorem velit. Dolor veniam pariatur officia sint ad sunt duis consequat. Incididunt aliquip consequat nisi qui ullamco consectetur.\r\n",
      "stock": 56,
      "price": 3411.53,
      "img": "https://i.picsum.photos/id/873/500/500.jpg?hmac=sUvFUZD_Id0PNGjCXtHBEieKcJoxefT4qakKJwqUN7o"
    },
    {
      "code": 24,
      "name": "Eint Quis",
      "description": "Ad veniam ipsum pariatur nulla veniam deserunt. Laborum cillum reprehenderit elit ad commodo esse laboris ullamco irure. Eu non dolore exercitation dolore officia nulla labore deserunt aute aute id pariatur. Esse velit elit eu magna aliquip veniam.\r\n",
      "stock": 4,
      "price": 1253.5,
      "img": "https://i.picsum.photos/id/77/500/500.jpg?hmac=tSoa4RHbrWHe6CfA-uOJZpiHj-3e9OoYJ91vBlFaMD8"
    }
]


